[
  {
    "name": "Холодные роллы",
    "products": [
      {
        "name": "BLACK BURGER",
        "description": "Сочная закуска в азиатском стиле: нежный сливочный сыр, мягкий авокадо, томаго и снежный краб, соус унаги и тобико, кунжут.",
        "price": 470
      },
      {
        "name": "BOSS ROLL",
        "description": "Необычное, но вкусное сочетание креветки в хрустящей темпуре, икры летучей рыбы, нежного сливочного сыра, читоса, манго и сырного соуса.",
        "price": 430
      },
      {
        "name": "Party ролл",
        "description": "Сочный вкус курицы в хрустящей темпуре, консервированного ананаса, нежного сливочного сыра, кунжута, соусом спайси и унаги.",
        "price": 399
      },
      {
        "name": "Vegan ролл",
        "description": "Лёгкий овощной ролл с листом салата, нежным сливочный сыром, хрустящим огурцом, мягким авокадо, болгарским перцем, сочными помидорами черри, кунжутом и ореховым соусом.",
        "price": 350
      },
      {
        "name": "VIP ROLL",
        "description": "Яркий вкус креветки в хрустящей темпуре, сочного лосося, нежного сливочного сыра, мягкого авокадо и соуса унаги.",
        "price": 495
      },
      {
        "name": "Акаси",
        "description": "Необычный ролл с нежным сливочным сыром, салатом айсберг, снежным крабом, сочным огурцом, соусом тобико и жаренным лососем, обваленном в чипсах.",
        "price": 550
      },
      {
        "name": "Аляска",
        "description": "Невероятно сочный ролл с беконом, нежным сливочным сыром, снежным крабом, хрустящим огурцом и соусом спайси.",
        "price": 420
      },
      {
        "name": "Бонито",
        "description": "Нежный ролл с огурцом, сливочным сыром, лососем и привкусом копчёной рыбы благодаря стружке тунца.",
        "price": 420
      },
      {
        "name": "Калифорния",
        "description": "Классический вкус снежного краба, нежного авокадо, хрустящего огурца с майонезом и соусом тобико.",
        "price": 399
      },
      {
        "name": "Калифорния с креветкой",
        "description": "Обновлённый взгляд на классический вкус: сочная креветка, нежный авокадо, хрустящий огурец, майонез и соус тобико.",
        "price": 420
      },
      {
        "name": "Калифорния с лососем",
        "description": "Обновлённый взгляд на классический вкус: сочный лосось, нежный авокадо, хрустящий огурец, майонез и соус тобико.",
        "price": 430
      },
      {
        "name": "Канада",
        "description": "Мягкий ролл с нежным сливочным сыром, сочным лососем и угрём, хрустящим огурцом, соусом унаги и кунжутом.",
        "price": 440
      },
      {
        "name": "Каппа Ролл",
        "description": "Лёгкий ролл с нежным сливочным сыром, хрустящим огурцом, мягким авокадо и сочным лососем.",
        "price": 399
      },
      {
        "name": "Мехико",
        "description": "Яркий вкус снежного краба, сочной креветки, нежного сливочного сыра, хрустящего огурца, кунжута и соусов унаги, Цезарь, тобико.",
        "price": 450
      },
      {
        "name": "Ролл с авокадо",
        "description": "Лёгкий и сытный ролл с нежным сливочным сыром, мягким авокадо, сочной креветкой, хрустящим огурцом и соусом унаги.",
        "price": 399
      },
      {
        "name": "Эби Ролл",
        "description": "Лёгкий и сытный ролл с нежным сливочным сыром, мягкой креветкой и сочным огурцом.",
        "price": 410
      },
      {
        "name": "Спринг ролл с крабом",
        "description": "Лёгкая азиатская закуска в виде блинчика из рисовой бумаги с начинкой из хрустящего огурца, снежного краба, нежного сливочного сыра и соуса тобико.",
        "price": 300
      },
      {
        "name": "Спринг ролл с креветкой",
        "description": "Лёгкая азиатская закуска в виде блинчика из рисовой бумаги с начинкой из хрустящего огурца, нежного авокадо, сочной креветки и сладкого манго.",
        "price": 330
      }
    ]
  },
  {
    "name": "Горячие роллы",
    "products": [
      {
        "name": "CRUNCH Токио",
        "description": "Необычный, но очень вкусный ролл с сочным лососем, нежным сливочным сыром, мягким авокадо и соусом Тобико.",
        "price": 470
      },
      {
        "name": "CRUNCH Снек",
        "description": "Сытная закуска в азиатском стиле: мягкий лосось, нежный сливочный сыр и хрустящий огурец.",
        "price": 410
      },
      {
        "name": "IDEALITY BURGER",
        "description": "Сочная закуска в азиатском стиле: мягкий лосось, снежный краб, нежный сливочный сыр, хрустящий огурец, читос, соусы Спайси, Унаги и Тобико, кунжут.",
        "price": 499
      },
      {
        "name": "KRASTY BURGER",
        "description": "Сочная закуска в азиатском стиле: мягкий лосось, снежный краб, нежный сливочный сыр, аппетитный плавленный сыр, лист салата, хрустящий огурец, соусы Сырный, Унаги, Том-Ям и Тобико.",
        "price": 510
      }
    ]
  },
  {
    "name": "Сеты",
    "products": [
      {
        "name": "Сет Happy Box",
        "description": "Лёгкий и вкусный перекус – ролл Каппа Маки с хрустящим огурцом и кунжутом, картофель фри с сырным соусом и сок 0,2 л. в ассортименте.",
        "price": 300
      },
      {
        "name": "Сет Запечённый",
        "description": "Тёплый и сочный сет: Запечённый с крабом, Запечённый с лососем, Запечённый с креветкой, Запечённый курица-бекон.",
        "price": 1450
      },
      {
        "name": "Сет Калифорния",
        "description": "Классический вкус в сете: Калифорния с крабом, Калифорния с креветкой, Калифорния с лососем.",
        "price": 1100
      },
      {
        "name": "Сет Кани",
        "description": "Крабовый сет из роллов Калифорния, Кани Маки, Кани Темпура и Запечённый с крабом.",
        "price": 1250
      },
      {
        "name": "Сет 3 Пиццы",
        "description": "Аппетитный и сытный набор из трёх пицц 33 см: пикантная пицца Пепперони, сырная пицца 4 сыра и мясная пицца Цыплёнок Барбекю.",
        "price": 1499
      }
    ]
  },
  {
    "name": "Пиццы",
    "products": [
      {
        "name": "Цыплёнок Унаги",
        "description": "Пицца на томатном соусе, с сочной курицей, красным луком, кунжутом и соусом унаги.",
        "price": 630
      },
      {
        "name": "Карбонара",
        "description": "Пицца на белом соусе, с нежным беконом, яичным желтком и сыром пармезан.",
        "price": 600
      },
      {
        "name": "Баварская",
        "description": "Пицца на белом соусе, с нежным беконом, пикантной пепперони и сыром Гауда.",
        "price": 630
      },
      {
        "name": "Пепперони",
        "description": "Пицца на томатном соусе с пикантной пепперони и аппетитным сыром Моцарелла.",
        "price": 600
      },
      {
        "name": "Маргарита",
        "description": "Классическая пицца на томатном соусе с сочными помидорами, нежным сыром Моцарелла и ароматными прованскими травами.",
        "price": 550
      }
    ]
  },
  {
    "name": "Десерты",
    "products": [
      {
        "name": "Чизкейк Орео",
        "description": "Нежный и вкусный десерт легкой текстуры с шоколадным печеньем «Орео», сливочным сыром и шоколадным бисквитом.",
        "price": 300
      },
      {
        "name": "Красный Бархат",
        "description": "Один из самых знаменитых десертов в мире с ярким красным цветом, невероятно нежная текстурой и насыщенным вкусом.",
        "price": 300
      }
    ]
  }
]
