[
  {
    "name": "Холодные роллы",
    "products": [
      {
        "name": "BLACK BURGER",
        "description": "Сочная закуска в азиатском стиле: нежный сливочный сыр, мягкий авокадо, томаго и снежный краб, соус унаги и тобико, кунжут.",
        "price": 470
      },
      {
        "name": "BOSS ROLL",
        "description": "Необычное, но вкусное сочетание креветки в хрустящей темпуре, икры летучей рыбы, нежного сливочного сыра, читоса, манго и сырного соуса.",
        "price": 430
      },
      {
        "name": "Party ролл",
        "description": "Сочный вкус курицы в хрустящей темпуре, консервированного ананаса, нежного сливочного сыра, кунжута, соусом спайси и унаги.",
        "price": 399
      },
      {
        "name": "Vegan ролл",
        "description": "Лёгкий овощной ролл с листом салата, нежным сливочный сыром, хрустящим огурцом, мягким авокадо, болгарским перцем, сочными помидорами черри, кунжутом и ореховым соусом.",
        "price": 350
      },
      {
        "name": "VIP ROLL",
        "description": "Яркий вкус креветки в хрустящей темпуре, сочного лосося, нежного сливочного сыра, мягкого авокадо и соуса унаги.",
        "price": 495
      },
      {
        "name": "Акаси",
        "description": "Необычный ролл с нежным сливочным сыром, салатом айсберг, снежным крабом, сочным огурцом, соусом тобико и жаренным лососем, обваленном в чипсах.",
        "price": 550
      },
      {
        "name": "Аляска",
        "description": "Невероятно сочный ролл с беконом, нежным сливочным сыром, снежным крабом, хрустящим огурцом и соусом спайси.",
        "price": 420
      },
      {
        "name": "Бонито",
        "description": "Нежный ролл с огурцом, сливочным сыром, лососем и привкусом копчёной рыбы благодаря стружке тунца.",
        "price": 420
      },
      {
        "name": "Калифорния",
        "description": "Классический вкус снежного краба, нежного авокадо, хрустящего огурца с майонезом и соусом тобико.",
        "price": 399
      },
      {
        "name": "Калифорния с креветкой",
        "description": "Обновлённый взгляд на классический вкус: сочная креветка, нежный авокадо, хрустящий огурец, майонез и соус тобико.",
        "price": 420
      },
      {
        "name": "Калифорния с лососем",
        "description": "Обновлённый взгляд на классический вкус: сочный лосось, нежный авокадо, хрустящий огурец, майонез и соус тобико.",
        "price": 430
      },
      {
        "name": "Канада",
        "description": "Мягкий ролл с нежным сливочным сыром, сочным лососем и угрём, хрустящим огурцом, соусом унаги и кунжутом.",
        "price": 440
      },
      {
        "name": "Каппа Ролл",
        "description": "Лёгкий ролл с нежным сливочным сыром, хрустящим огурцом, мягким авокадо и сочным лососем.",
        "price": 399
      },
      {
        "name": "Мехико",
        "description": "Яркий вкус снежного краба, сочной креветки, нежного сливочного сыра, хрустящего огурца, кунжута и соусов унаги, Цезарь, тобико.",
        "price": 450
      },
      {
        "name": "Ролл с авокадо",
        "description": "Лёгкий и сытный ролл с нежным сливочным сыром, мягким авокадо, сочной креветкой, хрустящим огурцом и соусом унаги.",
        "price": 399
      },
      {
        "name": "Эби Ролл",
        "description": "Лёгкий и сытный ролл с нежным сливочным сыром, мягкой креветкой и сочным огурцом.",
        "price": 410
      },
      {
        "name": "Спринг ролл с крабом",
        "description": "Лёгкая азиатская закуска в виде блинчика из рисовой бумаги с начинкой из хрустящего огурца, снежного краба, нежного сливочного сыра и соуса тобико.",
        "price": 300
      },
      {
        "name": "Спринг ролл с креветкой",
        "description": "Лёгкая азиатская закуска в виде блинчика из рисовой бумаги с начинкой из хрустящего огурца, нежного авокадо, сочной креветки и сладкого манго.",
        "price": 330
      },
      {
        "name": "Спринг ролл с лососем",
        "description": "Лёгкая азиатская закуска в виде блинчика из рисовой бумаги с начинкой из мягкого авокадо, сочного лосося, нежного сливочного сыра и соуса тобико.",
        "price": 330
      },
      {
        "name": "Токио",
        "description": "Необычный ролл с нежным лососем, мягким авокадо, сливочным сыром и соусом тобико.",
        "price": 460
      },
      {
        "name": "Томаго",
        "description": "Сочный ролл с лососем, сливочным сыром, салатом айсберг, мягким авокадо, соусом мясным, унаги и тобико.",
        "price": 420
      },
      {
        "name": "Унаги-Фила",
        "description": "Обновленный взгляд на классику: нежный лосось, сочный угорь, сливочный сыр, хрустящий огурец, соус унаги и кунжут.",
        "price": 440
      },
      {
        "name": "Фила-Мини",
        "description": "Минималистичный взгляд на классику: нежный лосось, сливочный сыр и хрустящий огурец.",
        "price": 390
      },
      {
        "name": "Филадельфия",
        "description": "Популярный ролл с сочным лососем, хрустящим огурцом и нежным сливочным сыром.",
        "price": 440
      },
      {
        "name": "Филадельфия с авокадо",
        "description": "Нежный ролл с лососем, мягким авокадо и сливочным сыром.",
        "price": 450
      },
      {
        "name": "Филадельфия с креветкой",
        "description": "Обновленный взгляд на классику: нежная креветка, мягкий лосось и сливочный сыр.",
        "price": 470
      },
      {
        "name": "Филадельфия с манго",
        "description": "Обновленный и неожиданный взгляд на классику: сочный лосось, нежный сливочный сыр и манго.",
        "price": 450
      },
      {
        "name": "Цезарь Ролл",
        "description": "Ролл, вдохновлённый классическим салатом: нежный сливочный сыр, мягкая курица, сочные помидоры черри, салат айсберг, сыр пармезан и соус Цезарь.",
        "price": 420
      },
      {
        "name": "Эби Кунжут",
        "description": "Ролл с нежным сливочным сыром, креветкой в хрустящей темпуре, сочным огурцом и кунжутом.",
        "price": 380
      },
      {
        "name": "Эби Чиз",
        "description": "Яркий вкус креветки в хрустящей темпуры, нежного сливочного сыра, сочной икры, мягкого авокадо, ароматного плавленного сыра, соуса унаги.",
        "price": 420
      },
      {
        "name": "Эйфория",
        "description": "Лёгкий и нежный ролл с сочной креветкой, лососем, сливочным сыром, мягким авокадо и соусом тобико.",
        "price": 499
      }
    ]
  },
  {
    "name": "Горячие роллы",
    "products": [
      {
        "name": "CRUNCH Токио",
        "description": "Необычный, но очень вкусный ролл с сочным лососем, нежным сливочным сыром, мягким авокадо и соусом Тобико.",
        "price": 470
      },
      {
        "name": "CRUNCH Снек",
        "description": "Сытная закуска в азиатском стиле: мягкий лосось, нежный сливочный сыр и хрустящий огурец.",
        "price": 410
      },
      {
        "name": "IDEALITY BURGER",
        "description": "Сочная закуска в азиатском стиле: мягкий лосось, снежный краб, нежный сливочный сыр, хрустящий огурец, читос, соусы Спайси, Унаги и Тобико, кунжут.",
        "price": 499
      },
      {
        "name": "KRASTY BURGER",
        "description": "Сочная закуска в азиатском стиле: мягкий лосось, снежный краб, нежный сливочный сыр, аппетитный плавленный сыр, лист салата, хрустящий огурец, соусы Сырный, Унаги, Том-Ям и Тобико.",
        "price": 510
      },
      {
        "name": "Джирая",
        "description": "Ролл с разнообразием вкуса: мягкий лосось, сочная креветка, снежный краб, имитация икры, нежный сливочный сыр, зелёный лук, соусы Мясной, Тобико и Унаги.",
        "price": 470
      },
      {
        "name": "Джупан",
        "description": "Ролл с насыщенным сочетанием креветки в хрустящей темпуре, нежного сливочного сыра, сочного лосося, снежного краба, кунжута, соусов Тобико, Унаги и Спайси.",
        "price": 440
      },
      {
        "name": "Запечённый Курица-Бекон",
        "description": "Классический запечённый ролл с сочной курицей, мягким беконом, нежным сливочным сыром, хрустящим огурцом и соусом Яки.",
        "price": 410
      },
      {
        "name": "Запечённый с крабом",
        "description": "Классический запечённый ролл со снежным крабом, нежным сливочным сыром, хрустящим огурцом и соусом Яки.",
        "price": 410
      }
    ]
  },
  {
    "name": "Сеты",
    "products": [
      {
        "name": "Сет Happy Box",
        "description": "Лёгкий и вкусный перекус – ролл Каппа Маки с хрустящим огурцом и кунжутом, картофель фри с сырным соусом и сок 0,2 л. в ассортименте.",
        "price": 300
      },
      {
        "name": "Сет Запечённый",
        "description": "Тёплый и сочный сет: Запечённый с крабом, Запечённый с лососем, Запечённый с креветкой, Запечённый курица-бекон.",
        "price": 1450
      },
      {
        "name": "Сет Калифорния",
        "description": "Классический вкус в сете: Калифорния с крабом, Калифорния с креветкой, Калифорния с лососем.",
        "price": 1100
      },
      {
        "name": "Сет Кани",
        "description": "Крабовый сет из роллов Калифорния, Кани Маки, Кани Темпура и Запечённый с крабом.",
        "price": 1250
      },
      {
        "name": "Сет 3 Пиццы",
        "description": "Аппетитный и сытный набор из трёх пицц 33 см: пикантная пицца Пепперони, сырная пицца 4 сыра и мясная пицца Цыплёнок Барбекю.",
        "price": 1499
      },
      {
        "name": "Бизнес–Ланч",
        "description": "Сытный куриный обед с хитами IDEALITY: классический салат Цезарь с курицей, лапша Удон с курицей, ролл Запечённый Курица-бекон.\n--- Доступен для заказа до 15:00 ---",
        "price": 715
      }
    ]
  },
  {
    "name": "Пиццы",
    "products": [
      {
        "name": "Цыплёнок Унаги",
        "description": "Пицца на томатном соусе, с сочной курицей, красным луком, кунжутом и соусом унаги.",
        "price": 630
      },
      {
        "name": "Карбонара",
        "description": "Пицца на белом соусе, с нежным беконом, яичным желтком и сыром пармезан.",
        "price": 600
      },
      {
        "name": "Баварская",
        "description": "Пицца на белом соусе, с нежным беконом, пикантной пепперони и сыром Гауда.",
        "price": 630
      },
      {
        "name": "Пепперони",
        "description": "Пицца на томатном соусе с пикантной пепперони и аппетитным сыром Моцарелла.",
        "price": 600
      },
      {
        "name": "4 сезона",
        "description": "Пицца на белом соусе, разделённая на 4 части с разными начинками: нежная ветчина и шампиньоны; пикантная пепперони; сочные помидоры. В пицце 4 вида сыра: Моцарелла, Гауда, Фета и Дорблю.",
        "price": 650
      },
      {
        "name": "4 сыра",
        "description": "Мега сырная пицца на томатном соусе с 4 видами сыра: Моцарелла, Гауда, Фета и Дорблю.",
        "price": 650
      },
      {
        "name": "4 мяса",
        "description": "Мясная пицца на томатном соусе с сыром Моцарелла и 4 видами мяса: нежный бекон, сочная курица, пикантная пепперони и варено-копчённая колбаса",
        "price": 630
      }
    ]
  },
  {
    "name": "Маки",
    "products": [
      {
        "name": "Маки Кани",
        "description": "Ролл со снежным крабом, майонезом и спайси соусом. Маки ценится за свою чистоту вкуса и лаконичность состава.",
        "price": 160
      },
      {
        "name": "Маки Каппа",
        "description": "Лёгкий ролл с огурцом и кунжутом. Маки ценится за свою чистоту вкуса и лаконичность состава.",
        "price": 140
      }
    ]
  },
  {
    "name": "Закуски",
    "products": [
      {
        "name": "Сэндвич",
        "description": "Сытная закуска на тостовом хлебе с нежной курицей, свежим салатом, хрустящим огурцом, сочным помидором, мягким рисом, плавленым сыром, соусами Мясной, Цезарь и Унаги.",
        "price": 350
      },
      {
        "name": "Картошка Фри",
        "description": "",
        "price": 150
      },
      {
        "name": "Наггетсы",
        "description": "",
        "price": 200
      },
      {
        "name": "Картошка по-деревенски",
        "description": "",
        "price": 150
      },
      {
        "name": "Креветки Темпура",
        "description": "",
        "price": 300
      },
      {
        "name": "Стрипсы",
        "description": "",
        "price": 250
      }
    ]
  },
  {
    "name": "Супы и паста",
    "products": [
      {
        "name": "Том-Ям",
        "description": "Классический пикантный вкус Том Яма: рыбный бульон, ароматные грибы, мягкий лосось, нежные мидии, сочные креветки, сливки, отварной рис, кунжут, помидоры черри, зелёный лук и паста Том-Ям.",
        "price": 490
      },
      {
        "name": "Паста Курица-Грибы",
        "description": "Ароматная паста с нежным удоном в сочетании с сочной курицей и шампиньонами, приготовленная в фирменном соусе со сливками и украшенная тёртым пармезаном и свежим зелёным луком.",
        "price": 360
      },
      {
        "name": "Удон с курицей",
        "description": "Нежная лапша удон, обжаренная с сочным болгарскими перцем, красным луком, свежими кабачками и морковью, куриной грудкой и зелёным луком. Паста готовится в соусе Сливочный, Чесночный, Соевый и Унаги, посыпается кунжутом.",
        "price": 340
      },
      {
        "name": "Удон с креветками",
        "description": "Нежная лапша удон, обжаренная с сочным болгарскими перцем, красным луком, свежими кабачками и морковью, креветками, зелёным луком и помидорами черри. Паста готовится в соусе Сливочный, Чесночный, Соевый и Унаги, посыпается кунжутом.",
        "price": 380
      },
      {
        "name": "Удон с морепродуктами",
        "description": "Нежная лапша удон, обжаренная с креветками, лососем и мидиями, сочным болгарскими перцем, красным луком, свежими кабачками и морковью, зелёным луком и помидорами черри. Паста готовится в соусе Сливочный, Чесночный, Соевый и Унаги, посыпается кунжутом.",
        "price": 450
      },
      {
        "name": "Паста Карбонара",
        "description": "Классический и любимый вкус пасты Карбонара: мягкая лапша, хрустящий бекон, нежные сливки, зелёный лук, яичный желток и сыр Пармезан.",
        "price": 350
      },
      {
        "name": "Вок с рисом",
        "description": "Мягкий рис в соевом и фирменном соусе со сливками и обжаренными сочным болгарскими перцем, красным луком, свежими кабачками и морковью, нежной курицей.",
        "price": 340
      }
    ]
  },
  {
    "name": "Салаты",
    "products": [
      {
        "name": "Цезарь с креветками",
        "description": "Классический и известный по всему миру салат с нежными креветками, сочными помидорами черри, свежим салатом айсберг, хрустящим огурцом, соусом Цезарь и тёртым сыром Пармезан.",
        "price": 370
      },
      {
        "name": "Цезарь с курицей",
        "description": "Классический и известный по всему миру салат с нежной курицей, сочными помидорами черри, свежим салатом айсберг, хрустящим огурцом, соусом Цезарь и тёртым сыром Пармезан.",
        "price": 350
      },
      {
        "name": "Салат Чука",
        "description": "Традиционный азиатский салат из водорослей Чука с отдельным ореховым соусом.",
        "price": 200
      }
    ]
  },
  {
    "name": "Напитки",
    "products": []
  },
  {
    "name": "Десерты",
    "products": [
      {
        "name": "Чизкейк Орео",
        "description": "Нежный и вкусный десерт легкой текстуры с шоколадным печеньем «Орео», сливочным сыром и шоколадным бисквитом.",
        "price": 300
      },
      {
        "name": "Красный Бархат",
        "description": "Один из самых знаменитых десертов в мире с ярким красным цветом, невероятно нежная текстурой и насыщенным вкусом.",
        "price": 300
      },
      {
        "name": "Тирамису",
        "description": "Мягкий и нежный десерт из бисквита, пропитанного кофе, ванильного крема и шоколада.",
        "price": 300
      },
      {
        "name": "Молочная Девочка",
        "description": "",
        "price": 300
      }
    ]
  }
]
